Repository: chandrashekharNH/Appajji
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ta, te

# appName
source: Appaji
hi: अप्पाजी
kn: ಅಪ್ಪಾಜಿ
ta: அப்பாஜி
te: అప్పాజీ

source: Home
hi: मुखपृष्ठ
kn: ಮುಖಪುಟ
ta: முகப்பு
te: హోమ్

source: Events
hi: कार्यक्रम
kn: ಕಾರ್ಯಕ್ರಮಗಳು
ta: நிகழ்வுகள்
te: కార్యక్రమాలు

source: Media
hi: मीडिया
kn: ಮಾಧ್ಯಮ
ta: ஊடகம்
te: మీడియా

source: More
hi: और
kn: ಇನ್ನಷ್ಟು
ta: மேலும்
te: మరిన్ని

# about
source: About Us
hi: हमारे बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ
ta: எங்களை பற்றி
te: మా గురించి

source: Donate
hi: दान
kn: ದಾನ
ta: தானம்
te: దానం

source: Gallery
hi: गैलरी
kn: ಗ್ಯಾಲರಿ
ta: காட்சியகம்
te: గ్యాలరీ

# temple
source: Grand Temple
hi: महान मंदिर
kn: ಮಹಾ ದೇವಸ್ಥಾನ
ta: மகா கோவில்
te: మహా ఆలయం

source: Language
hi: भाषा
kn: ಭಾಷೆ
ta: மொழி
te: భాష

source: Upcoming
hi: आगामी
kn: ಬರುವ ಕಾರ್ಯಕ್ರಮಗಳು
ta: வரவிருக்கும்
te: రాబోయే

source: Past
hi: पूर्व
kn: ಹಿಂದಿನವು
ta: கடந்த
te: గత

source: About Swamiji
hi: स्वामीजी के बारे में
kn: ಸ್ವಾಮೀಜಿಯ ಬಗ್ಗೆ
ta: ஸ்வாமிஜி பற்றி
te: స్వామీజీ గురించి

source: Upcoming Events
hi: आगामी कार्यक्रम
kn: ಮುಂದಿನ ಕಾರ್ಯಕ್ರಮಗಳು
ta: வரவிருக்கும் நிகழ்வுகள்
te: రాబోయే కార్యక్రమాలు

source: View All
hi: सभी देखें
kn: ಎಲ್ಲವನ್ನೂ ನೋಡಿ
ta: அனைத்தையும் காண்க
te: అన్నీ చూడండి

source: Temple Highlights
hi: मंदिर की विशेषताएं
kn: ದೇವಾಲಯದ ವೈಶಿಷ್ಟ್ಯಗಳು
ta: கோவில் சிறப்புகள்
te: ఆలయ విశేషాలు

# heroQuote
source: Dharma protects those who protect it
hi: धर्म पर चलने वालों की रक्षा धर्म स्वयं करता है
kn: ಧರ್ಮದಲ್ಲಿ ನಿಲ್ಲುವವರನ್ನು ಧರ್ಮವೇ ರಕ್ಷಿಸುತ್ತದೆ
ta: தர்மத்தில் நிற்பவர்களை தர்மமே காக்கும்
te: ధర్మంలో నిలిచినవారిని ధర్మమే రక్షిస్తుంది

# swamijiDesc
source: A spiritual guide spreading dharma, compassion, and service.
hi: धर्म, करुणा और सेवा का प्रसार करने वाले आध्यात्मिक मार्गदर्शक।
kn: ಧರ್ಮ, ಕರುಣೆ ಮತ್ತು ಸೇವೆಯನ್ನು ಹರಡುವ ಆಧ್ಯಾತ್ಮಿಕ ಮಾರ್ಗದರ್ಶಿ.
ta: தர்மம், கருணை மற்றும் சேவையைப் பரப்பும் ஆன்மிக வழிகாட்டி.
te: ధర్మం, కరుణ మరియు సేవను వ్యాప్తి చేసే ఆధ్యాత్మిక మార్గదర్శి.

# drawerTitle
source: Appaji
hi: अप्पाजी
kn: ಅಪ್ಪಾಜಿ
ta: அப்பாஜி
te: అప్పాజీ

# drawerNavigation
source: Navigation
hi: नेविगेशन
kn: ನಾವಿಗೇಶನ್
ta: வழிசெலுத்தல்
te: నావిగేషన్

# drawerSettings
source: Settings
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು
ta: அமைப்புகள்
te: సెట్టింగ్స్

# drawerHome
source: Home
hi: मुखपृष्ठ
kn: ಮುಖಪುಟ
ta: முகப்பு
te: హోమ్

# drawerAbout
source: About Us
hi: हमारे बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ
ta: எங்களை பற்றி
te: మా గురించి

# drawerTemple
source: Grand Temple
hi: महान मंदिर
kn: ಮಹಾ ದೇವಸ್ಥಾನ
ta: மகா கோவில்
te: మహా ఆలయం

# drawerDonate
source: Donate
hi: दान
kn: ದಾನ
ta: தானம்
te: దానం

# drawerGallery
source: Gallery
hi: गैलरी
kn: ಗ್ಯಾಲರಿ
ta: காட்சியகம்
te: గ్యాలరీ

# drawerEvents
source: Events
hi: कार्यक्रम
kn: ಕಾರ್ಯಕ್ರಮಗಳು
ta: நிகழ்வுகள்
te: కార్యక్రమాలు

# drawerLanguage
source: Language
hi: भाषा
kn: ಭಾಷೆ
ta: மொழி
te: భాష

# templeTitle
source: Shri Lakshmi Venkateshwara Grand Temple
hi: श्री लक्ष्मी वेंकटेश्वर महान मंदिर
kn: ಶ್ರೀ ಲಕ್ಷ್ಮೀ ವೆಂಕಟೇಶ್ವರ ಮಹಾ ದೇವಾಲಯ
ta: ஸ்ரீ லட்சுமி வெங்கடேஸ்வரர் மகா கோவில்
te: శ్రీ లక్ష్మీ వెంకటేశ్వర మహా ఆలయం

# templeVisionTitle
source: Temple Vision
hi: मंदिर की दृष्टि
kn: ದೇವಾಲಯದ ದೃಷ್ಟಿ
ta: கோவிலின் நோக்கம்
te: ఆలయ దృష్టి

# templeVisionDesc
source: To build a grand temple as a center of devotion, culture, and spirituality.
hi: भक्ति, संस्कृति और आध्यात्म का केंद्र बनाना।
kn: ಭಕ್ತಿ, ಸಂಸ್ಕೃತಿ ಮತ್ತು ಆಧ್ಯಾತ್ಮದ ಕೇಂದ್ರವಾಗಿ ಮಹಾ ದೇವಾಲಯ ನಿರ್ಮಿಸುವುದು.
ta: பக்தி, பண்பாடு மற்றும் ஆன்மிகத்தின் மையமாக அமைத்தல்.
te: భక్తి, సంస్కృతి మరియు ఆధ్యాత్మిక కేంద్రంగా మహా ఆలయ నిర్మాణం.

# templeArchitectureTitle
source: Architecture & Design
hi: वास्तुकला और डिजाइन
kn: ವಾಸ್ತುಶಿಲ್ಪ ಮತ್ತು ವಿನ್ಯಾಸ
ta: கட்டிடக்கலை & வடிவமைப்பு
te: వాస్తుశిల్పం & రూపకల్పన

# templeArchitectureDesc
source: Designed in traditional Dravidian architectural style.
hi: पारंपरिक द्रविड़ स्थापत्य शैली में निर्मित।
kn: ಪಾರಂಪರಿಕ ದ್ರಾವಿಡ ಶೈಲಿಯಲ್ಲಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ.
ta: பாரம்பரிய திராவிட பாணியில் வடிவமைக்கப்பட்டது.
te: సాంప్రదాయ ద్రావిడ శైలిలో రూపకల్పన.

# templeConstructionTitle
source: Construction Status
hi: निर्माण स्थिति
kn: ನಿರ್ಮಾಣ ಸ್ಥಿತಿ
ta: கட்டுமான நிலை
te: నిర్మాణ స్థితి

# templeConstructionDesc
source: Phase one of construction is currently in progress.
hi: निर्माण का प्रथम चरण प्रगति पर है।
kn: ಮೊದಲ ಹಂತದ ನಿರ್ಮಾಣ ಪ್ರಗತಿಯಲ್ಲಿದೆ.
ta: முதல் கட்ட கட்டுமானம் நடைபெற்று வருகிறது.
te: మొదటి దశ నిర్మాణం కొనసాగుతోంది.

# templeSupportTitle
source: Your Support Matters
hi: आपका सहयोग आवश्यक है
kn: ನಿಮ್ಮ ಬೆಂಬಲ ಅಗತ್ಯ
ta: உங்கள் ஆதரவு அவசியம்
te: మీ మద్దతు అవసరం

# templeSupportDesc
source: Your donations and service are essential for temple construction.
hi: मंदिर निर्माण के लिए आपका दान और सेवा अत्यंत आवश्यक है।
kn: ದೇವಾಲಯ ನಿರ್ಮಾಣಕ್ಕೆ ನಿಮ್ಮ ದಾನ ಮತ್ತು ಸೇವೆ ಅತ್ಯಂತ ಅಗತ್ಯ.
ta: கோவில் கட்டுமானத்திற்கு உங்கள் தானமும் சேவையும் அவசியம்.
te: ఆలయ నిర్మాణానికి మీ దానం మరియు సేవ ఎంతో అవసరం.

# thought1
source: Dharma sustains those who live by its truth.
hi: धर्म में जीने वालों को धर्म ही संबल देता है।
kn: ಧರ್ಮದಲ್ಲಿ ಬದುಕುವವರನ್ನು ಧರ್ಮವೇ ಪೋಷಿಸುತ್ತದೆ.
ta: தர்மத்தில் வாழ்பவர்களை தர்மமே காக்கும்.
te: ధర్మంలో జీవించేవారిని ధర్మమే పోషిస్తుంది.

# thought2
source: When one walks the path of Dharma, protection follows naturally.
hi: धर्म के मार्ग पर चलने से रक्षा स्वतः मिलती है।
kn: ಧರ್ಮದ ಮಾರ್ಗದಲ್ಲಿ ನಡೆಯುವವರಿಗೆ ರಕ್ಷಣೆ ಸ್ವಾಭಾವಿಕವಾಗಿ ದೊರೆಯುತ್ತದೆ.
ta: தர்மப் பாதையில் நடந்தால் பாதுகாப்பு தானாக வரும்.
te: ధర్మ మార్గంలో నడిచినవారికి రక్షణ సహజం.

# thought3
source: Dharma is not defended by force, but by righteous living.
hi: धर्म शक्ति से नहीं, आचरण से सुरक्षित रहता है।
kn: ಧರ್ಮವನ್ನು ಬಲದಿಂದಲ್ಲ, ನೀತಿಯ ಬದುಕಿನಿಂದ ರಕ್ಷಿಸಬೇಕು.
ta: தர்மம் வலிமையால் அல்ல, நெறியால் நிலைக்கும்.
te: ధర్మం బలంతో కాదు, నీతితో నిలుస్తుంది.

# thought4
source: Live in Dharma, and Dharma becomes your shield.
hi: धर्म को अपनाओ, वही तुम्हारी ढाल बनेगा।
kn: ಧರ್ಮದಲ್ಲಿ ಬದುಕಿ, ಧರ್ಮವನ್ನೇ ನಿಮ್ಮ ಕವಚವಾಗಿಸಿಕೊಳ್ಳಿ.
ta: தர்மத்தில் வாழுங்கள், அது உங்கள் கவசம்.
te: ధర్మంలో జీవించండి, ధర్మమే మీ కవచం.

# thought5
source: Dharma stands with the righteous.
hi: धर्म सदैव धर्मात्माओं के साथ रहता है।
kn: ಧರ್ಮ ಸದಾ ನೀತಿವಂತರ ಜೊತೆ ನಿಲ್ಲುತ್ತದೆ.
ta: தர்மம் எப்போதும் நீதிமான்களுடன் இருக்கும்.
te: ధర్మం ఎప్పుడూ ధర్మాత్ములతో ఉంటుంది.

# thought6
source: Service to humanity is service to the Divine.
hi: मानव सेवा ही ईश्वर सेवा है।
kn: ಮಾನವ ಸೇವೆಯೇ ದೈವ ಸೇವೆ.
ta: மனித சேவையே இறை சேவை.
te: మానవ సేవే దైవ సేవ.

# thought7
source: True peace begins within.
hi: सच्ची शांति भीतर से प्रारंभ होती है।
kn: ನಿಜವಾದ ಶಾಂತಿ ಒಳಗಿನಿಂದ ಆರಂಭವಾಗುತ್ತದೆ.
ta: உண்மையான அமைதி உள்ளிருந்து தொடங்குகிறது.
te: నిజమైన శాంతి లోపల నుంచే ప్రారంభమవుతుంది.

# thought8
source: Faith, patience, and devotion shape destiny.
hi: श्रद्धा, धैर्य और भक्ति जीवन को आकार देते हैं।
kn: ಶ್ರದ್ಧೆ, ಸಹನೆ ಮತ್ತು ಭಕ್ತಿ ಜೀವನವನ್ನು ರೂಪಿಸುತ್ತವೆ.
ta: நம்பிக்கை, பொறுமை வாழ்க்கையை உருவாக்கும்.
te: భక్తి, సహనం జీవనాన్ని తీర్చిదిద్దుతాయి.

# thought9
source: Spiritual growth is the highest achievement.
hi: आध्यात्मिक उन्नति ही सर्वोच्च उपलब्धि है।
kn: ಆಧ್ಯಾತ್ಮಿಕ ಬೆಳವಣಿಗೆಯೇ ಶ್ರೇಷ್ಠ ಸಾಧನೆ.
ta: ஆன்மிக வளர்ச்சியே உச்ச சாதனை.
te: ఆధ్యాత్మిక అభివృద్ధే అత్యుత్తమ సాధన.

# avatarMatsyaName
source: Matsya Avatar
hi: मत्स्य अवतार
kn: ಮತ್ಸ್ಯ ಅವತಾರ
ta: மத்ஸ்ய அவதாரம்
te: మత్స్య అవతారం

# avatarMatsyaPurpose
source: Protected the Vedas and humanity during the great deluge.
hi: महाप्रलय में वेदों और मानवता की रक्षा की।
kn: ಮಹಾಪ್ರಳಯದ ಸಮಯದಲ್ಲಿ ವೇದಗಳು ಮತ್ತು ಮಾನವತೆಯನ್ನು ರಕ್ಷಿಸಿದರು.
ta: மகாபிரளயத்தில் வேதங்களையும் மனிதகுலத்தையும் காத்தார்.
te: ప్రళయంలో వేదాలు మరియు మానవత్వాన్ని రక్షించాడు.

# avatarMatsyaTeach
source: Preservation of knowledge and righteousness.
hi: ज्ञान और धर्म की रक्षा।
kn: ಜ್ಞಾನ ಮತ್ತು ಧರ್ಮದ ಸಂರಕ್ಷಣೆ.
ta: ஞானம் மற்றும் தர்ம பாதுகாப்பு.
te: జ్ఞానం మరియు ధర్మ రక్షణ.

# avatarKurmaName
source: Kurma Avatar
hi: कूर्म अवतार
kn: ಕೂರ್ಮ ಅವತಾರ
ta: கூர்ம அவதாரம்
te: కూర్మ అవతారం

# avatarKurmaPurpose
source: Supported Mount Mandara during the churning of the ocean.
hi: समुद्र मंथन में मंदराचल पर्वत को धारण किया।
kn: ಸಮುದ್ರ ಮಥನದ ವೇಳೆ ಮಂದಾರ ಪರ್ವತಕ್ಕೆ ಆಧಾರ ನೀಡಿದರು.
ta: பாற்கடல் கடையலில் மந்தர மலைக்கு ஆதரவு அளித்தார்.
te: సముద్ర మథనంలో మందర పర్వతాన్ని మోయించాడు.

# avatarKurmaTeach
source: Patience and steadfast support.
hi: धैर्य और स्थिरता।
kn: ಸಹನೆ ಮತ್ತು ಸ್ಥಿರತೆ.
ta: பொறுமை மற்றும் நிலைத்தன்மை.
te: సహనం మరియు స్థిరత్వం.

# avatarVarahaName
source: Varaha Avatar
hi: वराह अवतार
kn: ವರಾಹ ಅವತಾರ
ta: வராக அவதாரம்
te: వరాహ అవతారం

# avatarVarahaPurpose
source: Rescued Mother Earth from destruction.
hi: पृथ्वी माता को विनाश से बचाया।
kn: ಭೂಮಾತೆಯನ್ನು ವಿನಾಶದಿಂದ ರಕ್ಷಿಸಿದರು.
ta: பூமியை அழிவிலிருந்து காப்பாற்றினார்.
te: భూమాతను వినాశనం నుండి రక్షించాడు.

# avatarVarahaTeach
source: Protection of nature and courage.
hi: प्रकृति संरक्षण और साहस।
kn: ಪ್ರಕೃತಿ ಸಂರಕ್ಷಣೆ ಮತ್ತು ಧೈರ್ಯ.
ta: இயற்கை பாதுகாப்பு மற்றும் தைரியம்.
te: ప్రకృతి రక్షణ మరియు ధైర్యం.

# avatarNarasimhaName
source: Narasimha Avatar
hi: नरसिंह अवतार
kn: ನರಸಿಂಹ ಅವತಾರ
ta: நரசிம்ம அவதாரம்
te: నరసింహ అవతారం

# avatarNarasimhaPurpose
source: Protected devotee Prahlada and destroyed evil.
hi: भक्त प्रह्लाद की रक्षा की और अधर्म का नाश किया।
kn: ಭಕ್ತ ಪ್ರಹ್ಲಾದನನ್ನು ರಕ್ಷಿಸಿ ದುಷ್ಟನಾಶ ಮಾಡಿದರು.
ta: பக்தன் பிரக்லாதனை காப்பாற்றினார்.
te: భక్తుడు ప్రహ్లాదుని రక్షించాడు.

# avatarNarasimhaTeach
source: True devotion is always protected.
hi: सच्ची भक्ति की रक्षा होती है।
kn: ಭಕ್ತಿಯನ್ನು ಸದಾ ರಕ್ಷಿಸಲಾಗುತ್ತದೆ.
ta: உண்மையான பக்தி காக்கப்படும்.
te: నిజమైన భక్తికి రక్షణ ఉంటుంది.

# avatarVamanaName
source: Vamana Avatar
hi: वामन अवतार
kn: ವಾಮನ ಅವತಾರ
ta: வாமன அவதாரம்
te: వామన అవతారం

# avatarVamanaPurpose
source: Subdued King Baliâ€™s ego with wisdom.
hi: राजा बलि के अहंकार को विनम्रता से शांत किया।
kn: ರಾಜ ಬಲಿಯ ಅಹಂಕಾರವನ್ನು ಜ್ಞಾನದಿಂದ ಶಮನಗೊಳಿಸಿದರು.
ta: பலி சக்கரவர்த்தியின் அகந்தையை அடக்கினார்.
te: బలి చక్రవర్తి అహంకారాన్ని శాంతింపజేశాడు.

# avatarVamanaTeach
source: Humility over pride.
hi: विनय और नम्रता।
kn: ವಿನಯವೇ ಶ್ರೇಷ್ಠ.
ta: பணிவு மற்றும் தாழ்மை.
te: వినయం మరియు వినయశీలత.

# avatarParashuramaName
source: Parashurama Avatar
hi: परशुराम अवतार
kn: ಪರಶುರಾಮ ಅವತಾರ
ta: பரசுராம அவதாரம்
te: పరశురామ అవతారం

# avatarParashuramaPurpose
source: Eliminated corrupt and unjust rulers.
hi: अन्यायी और भ्रष्ट शासकों का नाश किया।
kn: ಅನ್ಯಾಯ ಮತ್ತು ಭ್ರಷ್ಟ ರಾಜರನ್ನು ನಿರ್ಮೂಲನೆ ಮಾಡಿದರು.
ta: அநியாய அரசர்களை அழித்தார்.
te: అన్యాయ పాలకులను నిర్మూలించాడు.

# avatarParashuramaTeach
source: Justice and discipline.
hi: न्याय और अनुशासन।
kn: ನ್ಯಾಯ ಮತ್ತು ಶಿಸ್ತು.
ta: நீதி மற்றும் கட்டுப்பாடு.
te: న్యాయం మరియు క్రమశిక్షణ.

# avatarRamaName
source: Rama Avatar
hi: राम अवतार
kn: ರಾಮ ಅವತಾರ
ta: ராம அவதாரம்
te: రామ అవతారం

# avatarRamaPurpose
source: Established Dharma through ideal conduct.
hi: आदर्श जीवन द्वारा धर्म की स्थापना की।
kn: ಆದರ್ಶ ಜೀವನದ ಮೂಲಕ ಧರ್ಮವನ್ನು ಸ್ಥಾಪಿಸಿದರು.
ta: ஆதர்ஷ வாழ்க்கை மூலம் தர்மத்தை நிறுவினார்.
te: ఆదర్శ జీవితం ద్వారా ధర్మ స్థాపన.

# avatarRamaTeach
source: Duty, sacrifice, and righteousness.
hi: कर्तव्य, त्याग और धर्म।
kn: ಕರ್ತವ್ಯ, ತ್ಯಾಗ ಮತ್ತು ಧರ್ಮ.
ta: கடமை, தியாகம், தர்மம்.
te: కర్తవ్యం, త్యాగం, ధర్మం.

# avatarKrishnaName
source: Krishna Avatar
hi: कृष्ण अवतार
kn: ಕೃಷ್ಣ ಅವತಾರ
ta: கிருஷ்ண அவதாரம்
te: కృష్ణ అవతారం

# avatarKrishnaPurpose
source: Guided humanity through the Bhagavad Gita.
hi: भगवद्गीता के माध्यम से मानवता का मार्गदर्शन किया।
kn: ಭಗವದ್ಗೀತೆಯ ಮೂಲಕ ಮಾನವತೆಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡಿದರು.
ta: பகவத் கீதையால் வழிகாட்டினார்.
te: భగవద్గీత ద్వారా మార్గదర్శనం చేశాడు.

# avatarKrishnaTeach
source: Karma Yoga and devotion.
hi: कर्मयोग और भक्ति।
kn: ಕರ್ಮಯೋಗ ಮತ್ತು ಭಕ್ತಿ.
ta: கர்மயோகம் மற்றும் பக்தி.
te: కర్మయోగం మరియు భక్తి.

# avatarBuddhaName
source: Buddha Avatar
hi: बुद्ध अवतार
kn: ಬುದ್ಧ ಅವತಾರ
ta: புத்த அவதாரம்
te: బుద్ధ అవతారం

# avatarBuddhaPurpose
source: Taught the path of non-violence and compassion.
hi: अहिंसा और करुणा का मार्ग सिखाया।
kn: ಅಹಿಂಸೆ ಮತ್ತು ಕರುಣೆಯ ಮಾರ್ಗವನ್ನು ಬೋಧಿಸಿದರು.
ta: அஹிம்சை மற்றும் கருணையை போதித்தார்.
te: అహింస మరియు కరుణ మార్గం బోధించాడు.

# avatarBuddhaTeach
source: Mindfulness and compassion.
hi: सचेतनता और करुणा।
kn: ಜಾಗೃತತೆ ಮತ್ತು ಕರುಣೆ.
ta: கவனம் மற்றும் கருணை.
te: జాగ్రత్త మరియు కరుణ.

# avatarKalkiName
source: Kalki Avatar
hi: कल्कि अवतार
kn: ಕಲ್ಕಿ ಅವತಾರ
ta: கல்கி அவதாரம்
te: కల్కి అవతారం

# avatarKalkiPurpose
source: Will restore Dharma at the end of Kali Yuga.
hi: कलियुग के अंत में धर्म की पुनः स्थापना करेंगे।
kn: ಕಲಿಯುಗಾಂತ್ಯದಲ್ಲಿ ಧರ್ಮವನ್ನು ಪುನಃ ಸ್ಥಾಪಿಸುವರು.
ta: கலியுகத்தின் முடிவில் தர்மத்தை மீட்டெடுப்பார்.
te: కలియుగాంతంలో ధర్మాన్ని పునఃస్థాపిస్తాడు.

# avatarKalkiTeach
source: Evil will ultimately be destroyed.
hi: अधर्म का अंत निश्चित है।
kn: ಅಧರ್ಮ ಅಂತಿಮವಾಗಿ ನಾಶವಾಗುತ್ತದೆ.
ta: அதர்மம் நிச்சயம் அழியும்.
te: అధర్మం తప్పకుండా నశిస్తుంది.
